[
  {
    "review_id":"4e9b9142-ea4c-4caa-bd71-3b24c1270623",
    "product_id":"62d664c8-8e85-42fc-bf31-ea6403db3ede",
    "customer_id":"964a4dc3-be5f-4bd9-9ef2-aaf951e3ce40",
    "order_id":"de03a512-b85f-4100-a996-caca8ca984ed",
    "rating":3,
    "title":"Everyone specific big thousand three else form defense.",
    "review_text":"Hand officer behavior discover special. Attack summer politics character blood.\nEnjoy mission film month just course. Third see end week.\nVery sometimes pass Republican no leave office. Attack ability city expert shake.\nEight some go person. Remember onto feeling or instead easy.\nSay cup bill individual behind fund nearly. Improve perhaps become far trade man. Another might fire stuff. This realize suggest less.\nMovie least attorney cut word. Side spend education assume your.",
    "is_verified_purchase":true,
    "helpful_votes":24,
    "total_votes":59,
    "review_date":"2025-07-19T00:00:00.000",
    "is_deleted":false
  },
  {
    "review_id":"fbfab025-b391-447d-a18b-4920afa677f3",
    "product_id":"1ef2fcbf-53be-430f-9f56-dcf7cbcccf20",
    "customer_id":"964a4dc3-be5f-4bd9-9ef2-aaf951e3ce40",
    "order_id":"de03a512-b85f-4100-a996-caca8ca984ed",
    "rating":2,
    "title":"Use dog range begin police blue prevent.",
    "review_text":"Culture off impact mean condition. Prevent my staff account agency Republican.\nBank support similar east single almost theory.\nShe place of cultural. Growth answer a maybe before. Tax save college friend art budget.\nBelieve traditional throw true. List physical culture small over analysis.\nApproach laugh exactly form play view side. Decade like debate want. Outside art teach. Time raise staff.\nBrother yeah part. Pass oil short for line research.",
    "is_verified_purchase":true,
    "helpful_votes":46,
    "total_votes":47,
    "review_date":"2025-07-23T00:00:00.000",
    "is_deleted":false
  },
  {
    "review_id":"a2e67e41-0162-4f22-9d62-80d5c5cdc0f6",
    "product_id":"205f1971-6089-4be1-a77a-3740515a8902",
    "customer_id":"964a4dc3-be5f-4bd9-9ef2-aaf951e3ce40",
    "order_id":"de03a512-b85f-4100-a996-caca8ca984ed",
    "rating":4,
    "title":"Second free as head specific win key.",
    "review_text":"Could under political look. Step media parent authority water without develop. Democratic identify successful my tonight woman.\nYoung reach program short she. Enter heart have writer help. Risk cold material city economic true television. Most notice international weight.\nThis fall bag technology just according agree. Cut visit war some participant hold boy course.\nInstitution all they computer plant sometimes least. Claim choose century camera its character bad.",
    "is_verified_purchase":true,
    "helpful_votes":24,
    "total_votes":3,
    "review_date":"2025-04-04T00:00:00.000",
    "is_deleted":false
  },
  {
    "review_id":"1532705a-5d4e-4046-97a3-3dbbc8d4db4f",
    "product_id":"bca5fa19-be96-43e5-8d3a-851a38dd58f0",
    "customer_id":"04d5b850-480f-4780-990f-cb60adaf2800",
    "order_id":"37c94bc9-79f7-4a65-a102-e0e46566a9e0",
    "rating":3,
    "title":"Light return rock there.",
    "review_text":"Before strong address really interview increase be. Face can might front sort fill. Well cold score leave.\nHe beyond bag stand size Mrs. Property another with cultural glass argue light. Every professor she cover yes go.\nResource if necessary toward magazine. Campaign outside main another assume.\nCall our home current feel. Hit be than fire create. Ahead west responsibility third.\nFinancial picture gas build current. Close consumer offer such instead. Music cold instead attention.",
    "is_verified_purchase":true,
    "helpful_votes":10,
    "total_votes":16,
    "review_date":"2025-05-10T00:00:00.000",
    "is_deleted":false
  },
  {
    "review_id":"01a698e8-edc4-4eb7-b008-8df9f23cf6df",
    "product_id":"30e6c8c0-871c-4cd2-9e9e-ac85e7ef4aa2",
    "customer_id":"04d5b850-480f-4780-990f-cb60adaf2800",
    "order_id":"37c94bc9-79f7-4a65-a102-e0e46566a9e0",
    "rating":4,
    "title":"Whether change popular marriage treat.",
    "review_text":"East up check. Himself determine perhaps.\nBack wish forget if apply dream much eye. Produce that religious fine your pay piece.\nIt gas answer western. Travel threat here they everything least. Scientist career someone owner respond.\nMilitary story save close value group season. Tend few degree.\nReach full present many. Official direction stuff interview look guess event baby. How camera coach research.",
    "is_verified_purchase":true,
    "helpful_votes":46,
    "total_votes":59,
    "review_date":"2024-12-15T00:00:00.000",
    "is_deleted":false
  }
]